Revit 2027 API
ParameterTypeId.HandrailHandClearanceParam Property
 "Hand Clearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HandrailHandClearanceParam { get; }
Public Shared ReadOnly Property HandrailHandClearanceParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HandrailHandClearanceParam {
	ForgeTypeId^ get ();
}
static member HandrailHandClearanceParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace